//P390VFY    JOB (20,FB3),FADY,
//            CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//STEPLC   EXEC PGM=IDCAMS
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  *
  VERIFY DATASET(CICSTS23.CICS.FILEA)
/*