//P390LSTC   JOB (20,FB3),FADY,
//            CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//STEPLC   EXEC PGM=IDCAMS
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  *
  LISTCAT ENT(CICSTS23.CICS.FILEA) ALL
/*